[
    {
        "id": 51,
        "hadith": "عن علي بن أبي طالب رضي الله عنه قال: والذي فلق الحبة، وبرأ النَسَمة، إنه لعهد النبي صلى الله عليه وسلم إلي: (أن لا يحبني إلا مؤمن، ولا يبغضني إلا منافق) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 52,
        "hadith": "عن جُبير بن مطعم رضي الله عنه أنه سمع النبي صلى الله عليه وسلم يقول: (لا يدخلُ الجنةَ قاطعُ رحِم) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 53,
        "hadith": "عن حذيفة بن اليمان رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: (لا يدخل الجنة نمام) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 54,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا يدخلُ الجنةَ من لا يأمنُ جارُه بوائقَه) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 55,
        "hadith": "عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: (مازال جبريل يوصيني بالجار حتى ظننت أنه سيورثه) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 56,
        "hadith": "عن جابر بن عبدالله الأنصاري رضي الله عنهما قال: \"لعن رسول الله صلى الله عليه وسلم آكل الربا، ومؤكله، وكاتبه، وشاهديه\", وقال: (هم سواء) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 57,
        "hadith": "عن عبدالله بن عباس رضي الله عنهما قال: \"لعن رسول الله صلى الله عليه وسلم المتشبهين من الرجال بالنساء، والمتشبهات من النساء بالرجال\" رواه البخاري",
        "source": "صحيح البخاري"
    },
    {
        "id": 58,
        "hadith": "عن عائشة وعبد الله بن عباس رضي الله عنهما قالا: قال رسول الله صلى الله عليه وسلم: (لعنة الله على اليهود والنصارى، اتخذوا قبور أنبيائهم مساجد) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 59,
        "hadith": "عن عمر رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (لا تطروني، كما أطرت النصارى ابن مريم، فإنما أنا عبده، فقولوا عبدالله، ورسوله) رواه البخاري",
        "source": "صحيح البخاري"
    },
    {
        "id": 60,
        "hadith": "عن عبدالله بن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أشد الناس عذابا يوم القيامة المصورون) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    }
]