[
    {
        "id": 81,
        "hadith": "عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (يسروا ولا تعسروا، وبشروا ولا تنفروا) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 82,
        "hadith": "عن عبدالله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (هلك المتنطعون) قالها ثلاثا. رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 83,
        "hadith": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (دعوني ما تركتكم، إنما هلك من كان قبلكم بسؤالهم واختلافهم على أنبيائهم، فإذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم بأمر فأتوا منه ما استطعتم) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 84,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (الدنيا سجن المؤمن وجنة الكافر) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 85,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (حُجبت النار بالشهوات، وحجبت الجنة بالمكاره) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 86,
        "hadith": "عن الأغر المزني رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (يا أيها الناس توبوا إلى الله، فإني أتوب في اليوم إليه مائة مرة) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 87,
        "hadith": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (والذي نفسي بيده لو لم تذنبوا لذهب الله بكم، ولجاء بقوم يذنبون، فيستغفرون الله فيغفرُ لهم) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 88,
        "hadith": "عن شداد بن أوس رضي الله عنه عن النبي صلى الله عليه وسلم قال: (سيد الاستغفار أن تقول: اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء لك بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت) رواه البخاري",
        "source": "صحيح البخاري"
    },
    {
        "id": 89,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لَلـَّهُ أشدُّ فرحاً بتوبة أحدكم من أحدكم بضالته إذا وجدها) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 90,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه) رواه مسلم",
        "source": "صحيح مسلم"
    }
]