[
    {
        "id": 111,
        "hadith": "عن عبدالله بن مسعود وأبي موسى الأشعري رضي الله عنهما قالا: قال رسول الله صلى الله عليه وسلم: (إن بين يدي الساعة أياما يرفع فيها العلم، وينزل فيها الجهل، ويكثر فيها الهرج) والهرج القتل، رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 112,
        "hadith": "عن مَعْقِل بن يسار رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (العبادة في الهرج كهجرة إلي) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 113,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (بادروا بالأعمال فتنا كقطع الليل المظلم، يصبح الرجل مؤمنا ويمسي كافرا، أو يمسي مؤمنا ويصبح كافرا، يبيع دينه بعرَضٍ من الدنيا) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 114,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئاً) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 115,
        "hadith": "عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: (من أحدث في أمرنا هذا ما ليس منه فهو رد) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 116,
        "hadith": "عن أبي سعيد الخدري رضي الله عنه أن النبي صلى الله عليه وسلم قال: (لتتبعن سَنَن من قبلَكم شِبرا بشبر، وذراعا بذراع، حتى لو سلكوا جُحر ضبٍ لسلكتموه)، قلنا يا رسول الله: اليهود، والنصارى قال: (فمن؟!) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 117,
        "hadith": "عن المستورد بن شداد رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (والله ما الدنيا في الآخرة إلا مثل ما يجعل أحدكم إصبعه في اليم، فلينظر بم تَرجِع؟) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 118,
        "hadith": "عن أبي هريرة رضي الله عنه قال:( ما عاب النبي صلى الله عليه وسلم طعاماً قطُّ، إن اشتهاه أكله وإن كرهه تركه) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 119,
        "hadith": "عن أنس بن مالك رضي الله عنه قال: كنا عند عمر بن الخطاب فقال: \"نُهينا عن التكلف\" رواه البخاري",
        "source": "صحيح البخاري"
    },
    {
        "id": 120,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ما نقصت صدقة من مال، وما زاد الله عبداً بعفوٍ إلا عزاً، وما تواضع أحد لله إلا رفعه الله) رواه مسلم",
        "source": "صحيح مسلم"
    }
]