[
    {
        "id": 141,
        "hadith": "عن عائشة رضي الله عنها قالت:( كان النبي صلى الله عليه وسلم يحب التيمن ما استطاع في شأنه كله في طهوره وترجله وتنعله) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 142,
        "hadith": "عن عبدالله بن عمر رضي الله عنهما عن رسول الله صلى الله عليه وسلم قال: (إذا أكل أحدكم فليأكل بيمينه، وإذا شرب فليشرب بيمينه، فإن الشيطان يأكل بشماله، ويشرب بشماله) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 143,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من توضأ فليستنثر، ومن استجمر فليوتر) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 144,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 145,
        "hadith": "عن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم أنه قال: (الفطرة خمس: الاختتان، والاستحداد، وقص الشارب، وتقليم الأظفار، ونتف الإبط) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 146,
        "hadith": "عن عبدالله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (خالفوا المشركين: وفِّروا اللحى، وأحفوا الشوارب) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 147,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:(التثاؤب من الشيطان فإذا تثاءب أحدكم فليرده ما استطاع) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 148,
        "hadith": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إذا وجد أحدكم في بطنه شيئا، فأشكل عليه أخرج منه شيء أم لا، فلا يخرجن من المسجد حتى يسمع صوتا، أو يجد ريحا) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 149,
        "hadith": "عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إذا سمعتم المؤذن فقولوا مثل ما يقول) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 150,
        "hadith": "عن أنس بن مالك رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من نسي صلاة فليصلها إذا ذكرها، لا كفارة لها إلا ذلك) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    }
]