[
    {
        "id": 71,
        "hadith": "عن جرير بن عبدالله رضي الله عنه عن النبي صلى الله عليه وسلم قال: (أما إنكم سترون ربكم كما ترون هذا القمر، لا تضامون في رؤيته) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 72,
        "hadith": "عن عبدالله بن عمرو بن العاص رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: (كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 73,
        "hadith": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (من يُردِ الله به خيرا يُصِب منه) رواه البخاري",
        "source": "صحيح البخاري"
    },
    {
        "id": 74,
        "hadith": "عن أبي هريرة وأبي سعيد رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (ما يصيب المسلم من نصَب ولا وصَب ولا همٍّ ولا حزن ولا أذى ولا غمٍّ، حتى الشوكة يُشاكها إلا كفّر الله بها من خطاياه) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 75,
        "hadith": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (لا يلدغ المؤمن من جُحر واحدٍ مرتين) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 76,
        "hadith": "عن أم المؤمنين عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: (إن الرفق لا يكون في شيء إلا زانه، ولا يُنزع من شيء إلا شانه) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 77,
        "hadith": "عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: (إن الله رفيق يحب الرفق، ويعطي على الرفق ما لا يعطي على العنف، وما لا يعطي على ما سواه) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 78,
        "hadith": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (إن الله تجاوز عن أمتي ما حدثت به أنفسها، ما لم تعمل أو تتكلم) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 79,
        "hadith": "عن عمرو بن العاص رضي الله عنه أنه سمع رسول الله صلى الله عليه وسلم يقول: (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 80,
        "hadith": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (إن الدين يسر، ولن يشاد الدين أحدٌ إلا غلبه، فسددوا وقاربوا، وأبشروا، واستعينوا بالغدوة والروحة وشيء من الدلجة) رواه البخاري",
        "source": "صحيح البخاري"
    }
]