[
    {
        "id": 61,
        "hadith": "عن بعض أزواج النبي رضي الله عنهن عن النبي صلى الله عليه وسلم قال: (من أتى عرّافاً فسأله عن شيء لم تُقبل له صلاةٌ أربعين ليلة) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 62,
        "hadith": "عن أبي عامر أو أبي مالك الأشعري رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (ليكونن من أمتي أقوام يستحلون الحِرَ والحرير، والخمر والمعازف) رواه البخاري، والحِرَ الفرج، والمعنى أنهم يستحلون الزنا.",
        "source": "صحيح البخاري"
    },
    {
        "id": 63,
        "hadith": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (كفى بالمرء كَذِبا أن يُحدث بكل ما سمع) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 64,
        "hadith": "عن عبدالله بن عمر بن الخطاب رضي الله عنهما عن النبي صلى الله عليه وسلم قال: (من جر ثوبه خُيلاء لم ينظرِ الله إليه يوم القيامة) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 65,
        "hadith": "عن أبي سعيد الخدري رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (من رأى منكم منكرا فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 66,
        "hadith": "عن تميم بن أوس الداري رضي الله عنه أن النبي صلى الله عليه وسلم قال: (الدين النصيحة) قلنا: لمن؟ قال: (لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 67,
        "hadith": "عن مَعْقِل بن يسار رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (ما من عبديسترعيه الله رعية، يموت يوم يموت وهو غاشٌ لرعيته، إلا حرم الله عليه الجنة) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 68,
        "hadith": "عن أم سلمة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: (ستكون أمراء فتعرفون وتنكرون، فمن عرف برئ، ومن أنكر سلم، ولكن من رضي وتابع) قالوا: أفلا نقاتلهم؟ قال: (لا، ما صلوا) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 69,
        "hadith": "عن عبادة بن الصامت رضي الله عنه قال: بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في منشطنا ومكرهنا، وعسرنا ويسرنا، وأثرة علينا، وأن لا ننازع الأمر أهله)، قال: (إلا أن تروا كفرا بواحا عندكم من الله فيه برهان) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 70,
        "hadith": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إن الله لا ينظر إلى صوركم وأموالكم، ولكن ينظر إلى قلوبكم وأعمالكم) رواه مسلم",
        "source": "صحيح مسلم"
    }
]