[
    {
        "id": 91,
        "hadith": "عن النواس بن سمعان الأنصاري رضي الله عنه قال: سألت رسول الله صلى الله عليه وسلم عن البِر والإثم فقال: (البِر حسن الخُلُق، والإثم ما حاك في صدرك، وكرهت أن يطلع عليه الناس) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 92,
        "hadith": "عن أبي ذرّ الغِفاري رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (لا تحقرن من المعروف شيئاً ولو أن تلقى أخاك بوجه طلق) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 93,
        "hadith": "عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (ما من مسلم يغرس غرساً أو يزرع زرعاً فيأكل منه طير أو إنسان أو بهيمة إلا كان له به صدقة) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 94,
        "hadith": "عن أبي الدّرداء رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (ما من مسلم يدعو لأخيه بظهر الغيب إلا قال الملَك: ولك بمثل) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 95,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:( إن الله يقول يوم القيامة: أين المتحابون بجلالي اليوم أظلهم في ظلي يوم لا ظل إلا ظلي) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 96,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 97,
        "hadith": "عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال:( المسلم من سلم المسلمون من لسانه ويده والمهاجر من هجر ما نهى الله عنه) رواه البخاري",
        "source": "صحيح البخاري"
    },
    {
        "id": 98,
        "hadith": "عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (المسلم أخو المسلم لا يظلمه ولا يسلمه، من كان في حاجة أخيه كان الله في حاجته، ومن فرّج عن مسلم كربة فرج الله عنه بها كربة من كرب يوم القيامة، ومن ستر مسلماً ستره الله يوم القيامة) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 99,
        "hadith": "عن أبي موسى رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (المؤمن للمؤمن كالبنيان يشد بعضه بعضا) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 100,
        "hadith": "عن النعمان بن بشير رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (ترى المؤمنين في تراحمهم وتوادهم وتعاطفهم، كمثل الجسد، إذا اشتكى عضوا تداعى له سائر جسده بالسهر والحمى) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    }
]