[
    {
        "id": 11,
        "hadith": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: قال الله عز وجل: (سبقت رحمتي غضبي) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 12,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إن الله يغار وغيرة الله أن يأتي المؤمنُ ما حرم عليه) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 13,
        "hadith": "عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: (لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 14,
        "hadith": "عن عثمان بن عفان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (خيركم من تعلم القرآن وعلمه) رواه البخاري",
        "source": "صحيح البخاري"
    },
    {
        "id": 15,
        "hadith": "عن عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إن الله يرفع بهذا الكتاب أقواما، ويضع به آخرين) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 16,
        "hadith": "عن أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال: (تعاهدوا القرآن، فوالذي نفسي بيده لهو أشد تفصيِّا من الإبل في عُقُلها) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 17,
        "hadith": "عن عبدالله بن عمرو رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم (اقرإ القرآن في شهر) قلت: إني أجد قوة حتى قال: (فاقرأه في سبع ولا تزد على ذلك) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 18,
        "hadith": "عن عبدالله بن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا حسد إلا في اثنتين: رجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار، ورجل آتاه الله مالاً فهو ينفقه آناء الليل وآناء النهار) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 19,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي تقرأ فيه سورة البقرة) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 20,
        "hadith": "عن أبي مسعود البدري رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (من قرأ بالآيتين من آخر سور البقرة في ليلة كفتاه) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    }
]