[
    {
        "id": 41,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إياكم والظن، فإن الظن أكذب الحديث، ولا تحسسوا، ولا تجسسوا، ولا تنافسوا، ولا تحاسدوا، ولا تباغضوا، ولا تدابروا، وكونوا عباد الله إخوانا) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 42,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إن العبد ليتكلم بالكلمة، ما يتبين ما فيها، يهوي بها في النار، أبعد ما بين المشرق والمغرب) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 43,
        "hadith": "عن جابر رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (إن الشيطان قد أيس أن يعبده المصلون في جزيرة العرب، ولكن في التحريش بينهم) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 44,
        "hadith": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (من لا يَرحم لا يُرحم) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 45,
        "hadith": "عن خولة الأنصارية رضي الله عنها قالت: سمعت النبي صلى الله عليه وسلم يقول: (إن رجالا يتخوضون في مال الله بغير حق، فلهم النار يوم القيامة) رواه البخاري",
        "source": "صحيح البخاري"
    },
    {
        "id": 46,
        "hadith": "عن ابن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ما يزال الرجل يسأل حتى يأتي يوم القيامة وليس في وجهه مزعة لحم) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 47,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (آية المنافق ثلاث: إذا حدث كذب، وإذا اؤتمن خان، وإذا وعد أخلف) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 48,
        "hadith": "عن عبدالله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (سباب المسلم فسوق، وقتاله كفر) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 49,
        "hadith": "عن أبي سعيد الخدري رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (لا تسبوا أصحابي، فلو أن أحدكم أنفق مثل أحد، ذهبا ما بلغ مد أحدهم، ولا نصيفه) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 50,
        "hadith": "عن البراء بن عازب رضي الله عنهما قال: قال النبي صلى الله عليه وسلم: (الأنصار لا يحبهم إلا مؤمن، ولا يبغضهم إلا منافق، فمن أحبهم أحبه الله، ومن أبغضهم أبغضه الله) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    }
]