[
    {
        "id": 31,
        "hadith": "عن بريدة بن الحُصيب رضي الله عنه عن النبي صلى الله عليه وسلم قال: (من ترك صلاة العصر حَبِط عملُه) رواه البخاري",
        "source": "صحيح البخاري"
    },
    {
        "id": 32,
        "hadith": "عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (الذي تفوته صلاة العصر كأنما وُتِر أهلَه ومالَه) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 33,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات ما بينهن إذا اجتنبت الكبائر) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 34,
        "hadith": "عن عبدالله بن عمر بن الخطاب رضي الله عنهما عن النبي صلى الله عليه وسلم قال: (الظلم ظلمات يوم القيامة) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 35,
        "hadith": "عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: (من ظلم قِيد شبر من الأرض طُوِّقه من سبع أرَضِين) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 36,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (كل المسلم على المسلم حرام دمه وماله وعرضه) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 37,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أتدرون ما الغيبة؟) قالوا: الله ورسوله أعلم. قال: (ذكرك أخاك بما يكره) قيل: أرأيت إن كان في أخي ما أقول؟ قال: (إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه ما تقول فقد بهته) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 38,
        "hadith": "عن عبدالله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (أول ما يقضى بين الناس يوم القيامة في الدماء) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 39,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من حمل علينا السلاح فليس منا، ومن غشنا فليس منا) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 40,
        "hadith": "عن ثابت بن الضحاك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (لَعْنُ المؤمن كقتله) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    }
]