[
    {
        "id": 101,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (حق المسلم على المسلم خمس: ردُّ السلام وعيادة المريض، واتباع الجنائز، وإجابة الدعوة، وتشميت العاطس) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 102,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (الساعي على الأرملة والمسكين كالمجاهد في سبيل الله - وأحسبه قال: - وكالقائم الذي لا يفتر والصائم الذي لا يفطر) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 103,
        "hadith": "عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (من أحب أن يُبسط له في رزقه، ويُنسأ له في أثره؛ فليصل رحمه) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 104,
        "hadith": "عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (أبرُّ البر أن يصل الرجلُ ودَّ أبيه) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 105,
        "hadith": "عن عبدالله بن عمرو رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (الدنيا متاع، وخير متاع الدنيا المرأة الصالحة) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 106,
        "hadith": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (تُنكح المرأة لأربع: لمالها، ولحسبها، ولجمالها، ولدينها، فاظفر بذات الدين تَرِبَت يداك) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 107,
        "hadith": "عن أسامة بن زيد بن حارثة رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: (ما تركت بعدي فتنةً هي أضر على الرجال من النساء) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 108,
        "hadith": "عن ابن عباس رضي الله عنهما قال: قال النبي صلى الله عليه وسلم: (يحرم من الرضاع ما يحرم من النسب) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 109,
        "hadith": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (استوصوا بالنساء، فإن المرأة خلقت من ضلع، وإن أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته، وإن تركته لم يزل أعوج، فاستوصوا بالنساء) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 110,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ليس الشديد بالصرعة، إنما الشديد الذي يملك نفسه عند الغضب) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    }
]