[
    {
        "id": 131,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من قال: سبحان الله وبحمده، في يوم مائة مرة، حطت خطاياه، وإن كانت مثل زبد البحر) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 132,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لأن أقول: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر أحب إلي مما طلعت عليه الشمس) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 133,
        "hadith": "عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (إن الله ليرضى عن العبد يأكل الأكلة فيحمده عليها، ويشرب الشربة فيحمده عليها) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 134,
        "hadith": "عن عائشة رضي الله عنها قالت: (كان النبي صلى الله عليه وسلم يذكر الله على كل أحيانه) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 135,
        "hadith": "عن أنس رضي الله عنه قال: كان النبي صلى الله عليه وسلم إذا دخل الخلاء قال: (اللهم إني أعوذ بك من الخُبْث والخبائث) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 136,
        "hadith": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (لا تُقبل صلاة أحدكم إذا أحدث حتى يتوضأ) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 137,
        "hadith": "عن عثمان بن عفان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (من توضأ فأحسن الوضوء خرجت خطاياه من جسده حتى تخرج من تحت أظفاره) رواه مسلم",
        "source": "صحيح مسلم"
    },
    {
        "id": 138,
        "hadith": "عن أبي هريرة رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (إن أمتي يُدعون يوم القيامة غرا محجلين من آثار الوضوء) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 139,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ويل للأعقاب من النار) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    },
    {
        "id": 140,
        "hadith": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إذا استيقظ أحدكم من نومه، فلا يغمس يده في الإناء حتى يغسلها ثلاثا، فإنه لا يدري أين باتت يده) رواه البخاري ومسلم",
        "source": "صحيح البخاري وصحيح مسلم"
    }
]